from telethon import events
import ankit.client
client = ankit.client

@events.register(events.NewMessage(pattern=".hbd"))
async def hbd(event):
    return await event.edit(hp)
hp = """
▃▃▃▃▃▃▃▃▃▃▃
┊ ┊ ┊ ┊ ┊ ┊
┊ ┊ ┊ ┊ ˚✩ ⋆｡˚ ✩
┊ ┊ ┊ ✫
┊ ┊ ✧🎂🍰🍫🍭
┊ ┊ ✯
┊ . ˚ ˚✩
........♥️♥️..........♥️♥️_
.....♥️........♥️..♥️........♥️_
...♥️.............♥️............♥️
......♥️.....Happy.......♥️
...........♥️..............♥️
................♥️.....♥️
......................♥️
...............♥️........♥️
..........♥️...............♥️
.......♥️..Birthday....♥️_
.....♥️..........♥️...........♥️
.....♥️.......♥️_♥️.....♥️
.........♥️♥️........♥️♥️.....
.............................................
..... (¯`v´¯)♥️
.......•.¸.•´STAY BLESSED
....¸.•´      LOVE&FUN
... (   YOU DESERVE
☻/ THEM A LOT
/▌✿🌷✿
/ \     \|/\n▃▃▃▃▃▃▃▃▃▃▃
"""
